Repository: SaboZhang/EasyTidy
Catalog: src/EasyTidy/Strings/*/Resources.resw
Source language: en_us
Languages: fr_fr, ja_jp, zh_cn, zh_hant

# DialogExplanation5.Text
source: Example: Minutes = 15 Hours = 03 Month = 3-10/3 Day of the week = 1,3,5 The tasks will run at 3:15 AM on Mondays, Wednesdays, and Fridays in March, June, and September.
fr_fr: Exemple : Minutes = 15 Heures = 03 Mois = 3-10/3 Jour de la semaine = 1,3,5 Les tâches s'exécuteront à 3h15 du matin les lundis, mercredis et vendredis en mars, juin et septembre.
ja_jp: 例えば 分 = 15 時 = 03 月 = 3-10/3 曜日 = 1、3、5 タスクは 3 月、6 月、9 月の月曜日、水曜日、金曜日の午前 3:15 に実行されます。
zh_cn: 示列：分钟=15 小时=03 月份=3-10/3 每个星期的第几天=1,3,5任务将会在3，6，9月的每周1，3，5早上3点15分运行。
zh_hant: 範例：分鐘=15 小時=03 月份=3-10/3 星期的第幾天=1,3,5 任務將會在 3、6、9 月的每個星期一、三、五早上 3 點 15 分執行。

# GeneralSubFloderCard.Description
source: Process subfolders and scan the contents of the folder
fr_fr: Traiter les sous-dossiers et scanner le contenu du dossier
ja_jp: サブフォルダーを処理し、フォルダの内容をスキャンします
zh_cn: 处理子文件夹并扫描文件夹内部
zh_hant: 處理子資料夾並掃描資料夾的內容

# GeneralSubFloderCard.Header
source: Subfolder
fr_fr: Sous-dossier
ja_jp: サブフォルダ
zh_cn: 子文件夹
zh_hant: 子文件夾

# GeneraIgnoreCard.Description
source: Ignore files that are currently in use by other applications
fr_fr: Ignorez les fichiers actuellement utilisés par d'autres applications
ja_jp: 他のアプリケーションが現在使用しているファイルを無視する
zh_cn: 忽略正在被其他应用程序使用的文件
zh_hant: 忽略正在被其他應用程序使用的文件

# GeneraIgnoreCard.Header
source: Files in use
fr_fr: Fichiers utilisés
ja_jp: 使用中のファイル
zh_cn: 使用中的文件
zh_hant: 使用中的文件

# GeneralIrrelevantFilesCard.Description
source: Ignore irrelevant files or folders as well as system file folders
fr_fr: Ignorez des fichiers ou des dossiers non pertinents ainsi que des dossiers de fichiers système
ja_jp: 関連しないファイルやフォルダ、システムフォルダを無視する
zh_cn: 忽略无关的文件或者文件夹以及系统文件文件夹
zh_hant: 忽略無關的文件或者文件夾以及系統文件文件夾

# GeneralIrrelevantFilesCard.Header
source: Irrelevant file
fr_fr: Fichier non pertinent
ja_jp: 無関係ファイル
zh_cn: 无关文件
zh_hant: 無關文件

# GeneralEmptyFileCard.Description
source: Ignore files that size = 0 or empty folder
fr_fr: Ignorez les fichiers que la taille = 0 ou le dossier vide
ja_jp: サイズ0のファイルまたは空のフォルダを無視する
zh_cn: 忽略大小为0的文件或者空文件夹
zh_hant: 忽略大小為0的文件或者空文件夾

# GeneralEmptyFileCard.Header
source: Empty file
fr_fr: Fichier
ja_jp: 空のファイル
zh_cn: 空文件
zh_hant: 空文件

# GeneralHiddenFileCard.Description
source: Ignore hidden files
fr_fr: Ignorer les fichiers cachés
ja_jp: 隠しファイルを無視
zh_cn: 忽略隐藏的文件
zh_hant: 忽略隱藏的文件

# GeneralHiddenFileCard.Header
source: Hidden files
fr_fr: Fichiers cachés
ja_jp: 隠しファイル
zh_cn: 隐藏文件
zh_hant: 隱藏文件

# GeneralAppSettings.Header
source: App settings
fr_fr: Paramètres de l'application
ja_jp: アプリケーション設定
zh_cn: 应用设置
zh_hant: 應用設置

# GeneralAutoStartCard.Description
source: Start EasyTidy at System Startup
fr_fr: Démarrer Easytidy au démarrage du système
ja_jp: システム起動時にEasyTidyを起動する
zh_cn: 系统启动时启动EasyTidy
zh_hant: 系統啟動時啟動EasyTidy

# GeneralAutoStartCard.Header
source: Auto start
fr_fr: Démarrage automatique
ja_jp: 自動起動
zh_cn: 自动启动
zh_hant: 自動啟動

# GeneralCheckCard.Description
source: Check for updates at startup
fr_fr: Vérifiez les mises à jour au démarrage
ja_jp: 起動時に更新をチェック
zh_cn: 启动时检查更新
zh_hant: 啟動時檢查更新

# GeneralCheckCard.Header
source: Check for updates
fr_fr: Vérifier les mises à jour
ja_jp: 更新のチェック
zh_cn: 检查更新
zh_hant: 檢查更新

# GeneralMinimizeCard.Description
source: Minimize to the notification area on startup
fr_fr: Minimiser la zone de notification en démarrage
ja_jp: 起動時に通知領域に最小化
zh_cn: 启动时最小化到通知区域
zh_hant: 啟動時最小化到通知區域

# GeneralMinimizeCard.Header
source: Minimize
fr_fr: Minimiser
ja_jp: 削減
zh_cn: 最小化
zh_hant: 最小化

# GeneralBack.Header
source: Backup/Restore
fr_fr: Sauvegarde / restauration
ja_jp: バックアップ/リストア
zh_cn: 备份/还原
zh_hant: 備份/還原

# GeneralBackCard.Description
source: If necessary, EasyTidy will automatically restart. Check the automatic backup to back up every time the software starts
fr_fr: Si nécessaire, Easytidy redémarre automatiquement. Vérifiez la sauvegarde automatique pour sauvegarder chaque fois que le logiciel commence
ja_jp: 必要に応じて、EasyTidyは自動的に再起動します。ソフトウェアが起動するたびにバックアップするための自動バックアップをチェックする
zh_cn: 如果有需要，EasyTidy将自动重启，勾选自动备份将在每次软件启动时进行备份
zh_hant: 如果有需要，EasyTidy將自動重啟，勾選自動備份將在每次軟件啟動時進行備份

# GeneralBackCard.Header
source: Backup and restore settings
fr_fr: Paramètres de sauvegarde et de restauration
ja_jp: バックアップとリストアの設定
zh_cn: 备份和还原设置
zh_hant: 備份和還原設置

# GeneralBackButton.Content
source: Backup
fr_fr: Sauvegarde
ja_jp: バックアップ
zh_cn: 备份
zh_hant: 備份

# GeneralRestoreButton.Content
source: Restore
fr_fr: Restaurer
ja_jp: リストア
zh_cn: 还原
zh_hant: 還原

# GeneralAutoBackup.Content
source: Auto backup
fr_fr: Sauvegarde automatique
ja_jp: 自動バックアップ
zh_cn: 自动备份
zh_hant: 自動備份

# GeneralLocationCard.Header
source: Location
fr_fr: Emplacement
ja_jp: 場所
zh_cn: 位置
zh_hant: 位置

# GeneralBackupMethod.PlaceholderText
source: Select Backup method
fr_fr: Sélectionnez la méthode de sauvegarde
ja_jp: バックアップ方法の選択
zh_cn: 选择备份方式
zh_hant: 選擇備份方式

# GeneralAddress.Text
source: Address:
fr_fr: Adresse:
ja_jp: 住所：
zh_cn: 地址：
zh_hant: 地址：

# GeneralUsername.Text
source: Username:
fr_fr: Nom d'utilisateur:
ja_jp: ユーザー名：
zh_cn: 用户名：
zh_hant: 使用者名稱:

# GeneralPassword.Text
source: Password:
fr_fr: Mot de passe:
ja_jp: パスワード：
zh_cn: 密码：
zh_hant: 密碼：

# GeneralBackupInformation.Header
source: Backup information
fr_fr: Informations de sauvegarde
ja_jp: バックアップ情報
zh_cn: 备份信息
zh_hant: 備份信息

# GeneralStatus.Text
source: Version:
ja_jp: バージョン：
zh_cn: 版本：
zh_hant: 版本：

# GeneralRefresh.Text
source: Refresh
fr_fr: Rafraîchir
ja_jp: リフレッシュ
zh_cn: 刷新
zh_hant: 重新整理

# GeneralFilename.Text
source: Filename:
fr_fr: Nom de fichier:
ja_jp: ファイル名：
zh_cn: 文件名：
zh_hant: 文件名：

# GeneralSourceComputer.Text
source: Source Computer:
fr_fr: Ordinateur source:
ja_jp: ソースコンピュータ：
zh_cn: 源计算机：
zh_hant: 源計算機：

# GeneralCreatedOn.Text
source: Created on:
fr_fr: Créé sur:
ja_jp: 作成日：
zh_cn: 创建于：
zh_hant: 創建於：

# GeneralUseDocumentation.Text
source: Documentation
ja_jp: ドキュメント
zh_cn: 使用文档
zh_hant: 使用文檔

# GereralReport.Text
source: Report BUG
fr_fr: Bug de rapport
ja_jp: レポートBUG
zh_cn: 报告BUG
zh_hant: 報告BUG

# GeneralRequestFeature.Text
source: Request Feature
fr_fr: Demande de demande
ja_jp: 要求機能
zh_cn: 申请功能
zh_hant: 申請功能

# TaskSettingsPage.ModuleDescription
source: Users can add file processing tasks and professionally configure the execution mode, including selecting automatic execution, one-time execution only, and creating desktop shortcuts and adding backup tasks.
fr_fr: Les utilisateurs peuvent ajouter des tâches de traitement de fichiers et configurer professionnellement le mode d'exécution, y compris la sélection de l'exécution automatique, l'exécution unique et la création de raccourcis de bureau et l'ajout de tâches de sauvegarde.
ja_jp: ユーザーはファイル処理タスクを追加し、自動実行の選択、一括実行のみの選択、デスクトップショートカットの作成、バックアップタスクの追加などの実行モードを専門に構成できます。
zh_cn: 用户可添加文件处理任务，并能够对其执行方式进行专业设置，包括选择自动执行、仅执行一次，亦或是创建桌面快捷方式、添加备份任务等操作。
zh_hant: 用戶可添加文件處理任務，並能夠對其執行方式進行專業設置，包括選擇自動執行、僅執行一次，亦或是創建桌面快捷方式、添加備份任務等操作。

# TaskSettingsPage.ModuleTitle
source: Task Management
fr_fr: Gestion des tâches
ja_jp: タスク管理
zh_cn: 任务管理
zh_hant: 任務管理

# TaskAddTask.Description
source: Add files to a tidy task
fr_fr: Ajouter des fichiers à une tâche bien rangée
ja_jp: クリーンなタスクにファイルを追加する
zh_cn: 添加文件自动整理的任务
zh_hant: 添加文件自動整理的任務

# TaskAddTask.Header
source: Add Task
fr_fr: Ajouter une tâche
ja_jp: タスクの追加
zh_cn: 添加任务
zh_hant: 添加任務

# TaskAddTaskButton.Content
source: Add Task
fr_fr: Ajouter une tâche
ja_jp: タスクの追加
zh_cn: 添加任务
zh_hant: 添加任務

# TaskDisplay.PlaceholderText
source: Display by group
fr_fr: Affichage par groupe
ja_jp: グループ別に表示
zh_cn: 按分组显示
zh_hant: 按分組顯示

# TaskDisplay.ToolTipService.ToolTip
source: Filter by group
fr_fr: Filtre par groupe
ja_jp: グループによるフィルタ
zh_cn: 按分组筛选
zh_hant: 按分組篩選

# TaskListView.Text
source: Task List
fr_fr: Liste de tâches
ja_jp: タスク・リスト
zh_cn: 任务列表
zh_hant: 任務列表

# TaskListTaskName.Text
source: Task Name
fr_fr: Nom de tâche
ja_jp: タスク名
zh_cn: 任务名称
zh_hant: 任務名稱

# TaskListSource.Text
source: Source Folder
fr_fr: Dossier source
ja_jp: ソースフォルダ
zh_cn: 源文件夹
zh_hant: 源文件夾

# TaskListTarget.Text
source: Target folder
fr_fr: Dossier cible
ja_jp: ターゲットフォルダ
zh_cn: 目标文件夹
zh_hant: 目標文件夾

# TaskListShortcuts.Text
source: Desktop shortcuts
fr_fr: Raccourcis de bureau
ja_jp: デスクトップショートカット
zh_cn: 桌面快捷方式
zh_hant: 桌面快捷方式

# TaskListEnable.Text
source: Enable
fr_fr: Activer
ja_jp: 有効化
zh_cn: 是否启用
zh_hant: 是否啟用

# TaskListOperation.Text
source: Operation
fr_fr: Opération
ja_jp: 操作
zh_cn: 操作
zh_hant: 操作

# RunButton.ToolTipService.ToolTip
source: Execute once
fr_fr: Exécuter une fois
ja_jp: 1回実行
zh_cn: 执行一次
zh_hant: 執行一次

# IsEnableButton.ToolTipService.ToolTip
source: Enable
fr_fr: Activer
ja_jp: 有効化
zh_cn: 是否禁用
zh_hant: 是否禁用

# ThemeMaterial.Header
source: Material
fr_fr: Matériel
ja_jp: ざいりょう
zh_cn: 材质
zh_hant: 材質

# ThemeMaterial.Description
source: Change the appearance of the backdrop material behind your app. You can choose from mica, acrylic, or transparent options.
fr_fr: Changez l'apparence du matériel de toile de fond derrière votre application. Vous pouvez choisir parmi les options de mica, d'acrylique ou transparentes.
ja_jp: アプリケーションの背後にあるバックグラウンドマテリアルの外観を変更します。マイカ、アクリル、透明のオプションから選択できます。
zh_cn: 更改您应用程序背景的外观效果。您可以选择云母、亚克力或透明选项。
zh_hant: 更改您應用程序背景的外觀效果。您可以選擇雲母、亞克力或透明選項。

# ThemeNone.Content
source: None
fr_fr: Aucun
ja_jp: なし
zh_cn: 无
zh_hant: 無

# ThemeMica.Content
source: Mica
zh_cn: 云母
zh_hant: 雲母

# ThemeMicaAlt.Content
source: Mica Alt
zh_cn: 云母 Alt
zh_hant: 雲母 Alt

# ThemeDesktopAcrylic.Content
source: Desktop Acrylic
fr_fr: Acrylique de bureau
ja_jp: デスクトップアクリル
zh_cn: 背景亚克力
zh_hant: 背景亞克力

# ThemeAcrylicBase.Content
source: Acrylic Base
fr_fr: Base acrylique
ja_jp: アクリルきそ
zh_cn: 亚克力
zh_hant: 亞克力

# ThemeAcrylicThin.Content
source: Acrylic Thin
fr_fr: Acrylique mince
ja_jp: アクリルフィルム
zh_cn: 半透明亚克力
zh_hant: 半透明亞克力

# ThemeTransparent.Content
source: Transparent
ja_jp: 透過性
zh_cn: 透明
zh_hant: 透明

# TrayIconStopMonitoring.Text
source: Stop monitoring
fr_fr: Arrêter la surveillance
ja_jp: 監視の停止
zh_cn: 停止监控
zh_hant: 停止監控

# TrayIconExecuteOnce.Text
source: Execute once
fr_fr: Exécuter une fois
ja_jp: 1回実行
zh_cn: 执行一次
zh_hant: 執行一次

# TrayIconPreferences.Text
source: Preferences
fr_fr: Préférences
ja_jp: に好都合である
zh_cn: 偏好设置
zh_hant: 偏好設置

# TrayIconScreen.Text
source: Show/Hide
fr_fr: Afficher / masquer
ja_jp: 表示/非表示
zh_cn: 显示/隐藏界面
zh_hant: 顯示/隱藏界面

# TrayIconRestart.Text
source: Restart
fr_fr: Redémarrage
ja_jp: 再起動
zh_cn: 重启应用
zh_hant: 重啟應用

# TrayIconExit.Text
source: Exit
fr_fr: Sortie
ja_jp: アウトレット
zh_cn: 退出程序
zh_hant: 退出程序

# MainTitleBarTheme.ToolTipService.ToolTip
source: Toggle Theme
fr_fr: Thème basculer
ja_jp: トピックの切り替え
zh_cn: 切换主题
zh_hant: 切換主題

# MainTitleBarNav.ToolTipService.ToolTip
source: Change Navigation
fr_fr: Changer la navigation
ja_jp: ナビゲーションの変更
zh_cn: 变更导航
zh_hant: 變更導航

# MainSuggestBox.PlaceholderText
source: Search
fr_fr: Recherche
ja_jp: 検索けんさく
zh_cn: 搜索
zh_hant: 搜尋

# SettingsLanguageCard.Header
source: Application language
fr_fr: Langue d'application
ja_jp: 応用言語
zh_cn: 应用程序语言
zh_hant: 應用程序語言

# SettingsLanguageCard.Description
source: EasyTidy will use OS language by default
fr_fr: Easytidy utilisera le langage OS par défaut
ja_jp: EasyTidyはOS言語をデフォルトで使用しています
zh_cn: 默认情况下 EasyTidy 将使用 OS 语言
zh_hant: 默認情況下 EasyTidy 將使用 OS 語言

# Default_language
source: Windows default
fr_fr: Windows par défaut
ja_jp: Windowsのデフォルト
zh_cn: Windows默认
zh_hant: Windows默認

# Arabic_Saudi_Arabia_Language
source: Arabic(Saudi Arabia)
fr_fr: Arabe (Arabie saoudite)
ja_jp: アラビア語（サウジアラビア）
zh_cn: 阿拉伯语（沙特阿拉伯）
zh_hant: 阿拉伯語（沙特阿拉伯）

# LanguageRestartInfo.Title
source: Restart EasyTidy for language change to effect
fr_fr: Redémarrez Easytidy pour le changement de langue à effet
ja_jp: EasyTidyを再起動して言語変更を有効にする
zh_cn: 重启 EasyTidy 以使语言更改生效
zh_hant: 重啟 EasyTidy 以使語言更改生效

# LanguageRestartInfoButton.Content
source: Restart
fr_fr: Redémarrage
ja_jp: 再起動
zh_cn: 重启
zh_hant: 重啟

# Czech_Language
source: Czech
fr_fr: tchèque
ja_jp: チェコ人人
zh_cn: 捷克语
zh_hant: 捷克語

# German_Language
source: German
fr_fr: Allemand
ja_jp: ドイツ
zh_cn: 德语
zh_hant: 德語

# English_Language
source: English
fr_fr: Anglais
ja_jp: 英語
zh_cn: 英语
zh_hant: 英語

# Spanish_Language
source: Spanish
fr_fr: Espagnol
ja_jp: スペイン人人
zh_cn: 西班牙语
zh_hant: 西班牙語

# Persian_Farsi_Language
source: Persian (Farsi)
fr_fr: Persan (farsi)
ja_jp: ペルシア語（ペルシア語）
zh_cn: 波斯语(法尔西语)
zh_hant: 波斯語(法爾西語)

# French_Language
source: French
fr_fr: Français
ja_jp: フランス語
zh_cn: 法语
zh_hant: 法語

# Hebrew_Israel_Language
source: Hebrew (Israel)
fr_fr: Hébreu (Israël)
ja_jp: ヘブライ語（イスラエル）
zh_cn: 希伯来语(以色列)
zh_hant: 希伯來語(以色列)

# Hungarian_Language
source: Hungarian
fr_fr: hongrois
ja_jp: ハンガリー語
zh_cn: 匈牙利语
zh_hant: 匈牙利語

# Italian_Language
source: Italian
fr_fr: italien
ja_jp: イタリア人人
zh_cn: 意大利语
zh_hant: 意大利語

# Japanese_Language
source: Japanese
fr_fr: japonais
ja_jp: 日本語
zh_cn: 日语
zh_hant: 日語

# Korean_Language
source: Korean
fr_fr: coréen
ja_jp: 韓国語
zh_cn: 韩语
zh_hant: 韓語

# Dutch_Language
source: Dutch
fr_fr: Néerlandais
ja_jp: オランダ語
zh_cn: 荷兰语
zh_hant: 荷蘭語

# Polish_Language
source: Polish
fr_fr: polonais
ja_jp: ポーランド語
zh_cn: 波兰语
zh_hant: 波蘭語

# Portuguese_Brazil_Language
source: Portuguese (Brazil)
fr_fr: Portugais (Brésil)
ja_jp: ポルトガル語（ブラジル）
zh_cn: 葡萄牙语(巴西)
zh_hant: 葡萄牙語(巴西)

# Portuguese_Portugal_Language
source: Portuguese (Portugal)
fr_fr: Portugais (Portugal)
ja_jp: ポルトガル語（ポルトガル）
zh_cn: 葡萄牙语(葡萄牙)
zh_hant: 葡萄牙語(葡萄牙)

# Russian_Language
source: Russian
fr_fr: russe
ja_jp: ロシア語
zh_cn: 俄语
zh_hant: 俄語

# Swedish_Language
source: Swedish
fr_fr: suédois
ja_jp: スウェーデン
zh_cn: 瑞典语
zh_hant: 瑞典語

# Turkish_Language
source: Turkish
fr_fr: turc
ja_jp: トルコ語
zh_cn: 土耳其语
zh_hant: 土耳其語

# Chinese_Simplified_Language
source: Chinese (Simplified)
fr_fr: Chinois (simplifié)
ja_jp: 中国語（簡体字）
zh_cn: 简体中文
zh_hant: 簡體中文

# Chinese_Traditional_Language
source: Chinese (Traditional)
fr_fr: Chinois (traditionnel)
ja_jp: 中国語（繁体字）
zh_cn: 中文(繁体)
zh_hant: 中文(繁體)

# BackupSuccessTips
source: Backup successful
fr_fr: Sauvegarde réussie
ja_jp: バックアップが成功しました
zh_cn: 备份成功
zh_hant: 備份成功

# BackupFailedTips
source: Backup failed
fr_fr: La sauvegarde a échoué
ja_jp: バックアップ失敗
zh_cn: 备份失败
zh_hant: 備份失敗

# BackupSelectionTips
source: Please select the backup type
fr_fr: Veuillez sélectionner le type de sauvegarde
ja_jp: バックアップの種類を選択してください
zh_cn: 请选择备份类型
zh_hant: 請選擇備份類型

# DialogRegularTaskRunningTime.Header
source: Interval
fr_fr: Intervalle
ja_jp: インターバル
zh_cn: 间隔
zh_hant: 間隔

# RegularTaskRunningBlock.Text
source: Every:
fr_fr: Chaque:
ja_jp: 各：
zh_cn: 每：
zh_hant: 每：

# FileChangeDelayText.Header
source: Delay(Second)
fr_fr: Délai(Deuxième)
ja_jp: 遅延(二番目 (にばんめ))
zh_cn: 延迟(秒)
zh_hant: 延遲(秒)

# MinuteFormatInfo
source: Minute format error
fr_fr: Erreur de format de minute
ja_jp: 分のフォーマットエラー
zh_cn: 分钟格式错误
zh_hant: 分鐘格式錯誤

# HourFormatInfo
source: Hour format error
fr_fr: Erreur de format d'heure
ja_jp: 時間形式エラー
zh_cn: 小时格式错误
zh_hant: 小時格式錯誤

# WeeksFormatInfo
source: Weeks format error
fr_fr: Erreur de format des semaines
ja_jp: 週の形式エラー
zh_cn: 星期格式错误
zh_hant: 星期格式錯誤

# DateFormatInfo
source: Date format error
fr_fr: Erreur de format de date
ja_jp: 日付形式エラー
zh_cn: 日期格式错误
zh_hant: 日期格式錯誤

# MonthFormatInfo
source: Month format error
fr_fr: Erreur de format du mois
ja_jp: 月の形式エラー
zh_cn: 月份格式错误
zh_hant: 月份格式錯誤

# CronExpressionInfo
source: Invalid CRON expression format
fr_fr: Format d'expression CRON invalide
ja_jp: 無効なCRON式のフォーマット
zh_cn: 无效的CRON表达式
zh_hant: 無效的CRON表達式

# GroupInformationVerification
source: Group name can't be empty
fr_fr: Le nom du groupe ne peut pas être vide
ja_jp: 「グループ名」が入力されていません
zh_cn: 组名不能为空
zh_hant: 群組名稱不能為空

# GroupInformationVerificationAdd
source: Please enter or select a group name
fr_fr: Veuillez entrer ou sélectionner un nom de groupe
ja_jp: グループ名を入力または選択してください
zh_cn: 请选择或者输入组名
zh_hant: 請選擇或輸入群組名稱

# FilterNameValidation
source: Please enter a filter name
fr_fr: Veuillez saisir un nom de filtre
ja_jp: フィルタ名を入力してください
zh_cn: 请输入过滤器名称
zh_hant: 請輸入過濾器名稱

# ValidateDelay
source: Delay can only enter seconds
fr_fr: Le délai ne doit être saisi qu'en secondes
ja_jp: 遅延は秒数のみ入力できます
zh_cn: 延迟只能输入秒数
zh_hant: 延遲只能輸入秒數

# CreateShortcutFailedText
source: Failed to create desktop shortcut
fr_fr: Impossible de créer un raccourci sur le bureau
ja_jp: デスクトップショートカットを作成できませんでした
zh_cn: 桌面快捷方式创建失败
zh_hant: 桌面捷徑建立失敗

# BackupPathText
source: Please select a backup folder path
fr_fr: Veuillez sélectionner un dossier de sauvegarde
ja_jp: バックアップフォルダのパスを選択してください
zh_cn: 请选择备份文件夹路径
zh_hant: 請選擇備份資料夾路徑

# BackupStatusText
source: Current setting match
fr_fr: Paramètres actuels correspondants
ja_jp: 現在の設定は一致
zh_cn: 当前设置匹配
zh_hant: 當前設定匹配

# RegardedExpressionText
source: Regarded as a regular expression
fr_fr: Considérer comme une expression régulière
ja_jp: 正規表現として考慮する
zh_cn: 视为正则表达式
zh_hant: 視為正則表示式

# AllFoldersText
source: All folders
fr_fr: Tous les dossiers
ja_jp: すべてのフォルダー
zh_cn: 所有文件夹
zh_hant: 所有資料夾

source: All folders without other matches
fr_fr: Tous les dossiers sans autres correspondances
ja_jp: 他のマッチングなしのすべてのフォルダー
zh_cn: 所有不含其他匹配的文件夹
zh_hant: 所有不含其他配對的資料夾

# AllFoldersStartingWithrobot
source: All folders that start with "robot"
fr_fr: Tous les dossiers qui commencent par "robot"
ja_jp: 「robot」で始まるすべてのフォルダー
zh_cn: 所有以 "robot" 开头的文件夹
zh_hant: 所有以 "robot" 開頭的資料夾

source: All folders containing "robot"
fr_fr: Tous les dossiers contenant "robot"
ja_jp: 「robot」を含むすべてのフォルダ
zh_cn: 所有包含 "robot" 的文件夹
zh_hant: 所有包含 "robot" 的資料夾

# AllFoldersNamed_robot_LocatedUnder
source: All folders named "robot" located in "C:\"
fr_fr: Tous les dossiers nommés "robot" situés dans "C:\"
ja_jp: "C:\"にある"robot"という名前のすべてのフォルダー
zh_cn: 所有位于"C:下的名为 "robot" 的文件夹
zh_hant: 所有位於"C:"下的名為 "robot" 的文件夾

source: Use ";" or "|" to separate
fr_fr: Utilisez ";" ou "|" pour séparer
ja_jp: ";" または "|" を使って区切ります
zh_cn: 使用 ";" 或 "|" 来分隔
zh_hant: 使用 ";" 或 "|" 來分隔

source: Use "/" to exclude folders starting with "my"
fr_fr: Utilisez "/" pour exclure les dossiers commençant par "my"
ja_jp: 「my」で始まるフォルダを除外するには「/」を使用する
zh_cn: 使用 "/" 来不包含由 "my" 开头的文件夹
zh_hant: 使用"/"來不包含由"my"開頭的文件夾

source: All files
fr_fr: Tous les fichiers
ja_jp: すべてのファイル
zh_cn: 所有文件
zh_hant: 所有檔案

# AllFilesWithNoOtherMatches
source: All other unmatched files
fr_fr: Tous les fichiers sans autres correspondance
ja_jp: 他の照合を持たない、すべてのファイル
zh_cn: 所有不含其他匹配的文件
zh_hant: 所有不含其他匹配的文件

# AllFilesWithTheExtension
source: All files with the extension "jpg"
fr_fr: Tous les fichiers avec l'extension "jpg"
ja_jp: 拡張子が「jpg」であるすべてのファイル
zh_cn: 所有扩展名为 "jpg" 的文件
zh_hant: 所有副檔名為 "jpg" 的檔案

# AllFilesBeginningWith
source: All files beginning with "penguin"
fr_fr: Tous les fichiers commençant par "penguin"
ja_jp: 「penguin」ではじまるすべてのファイル
zh_cn: 所有以 "penguin" 开头的文件
zh_hant: 所有以 "penguin" 開頭的文件

# AllFilesContains
source: All files containing "penguin"
fr_fr: Tous les fichiers contenant "penguin"
ja_jp: 「ペンギン」を含むすべてのファイル
zh_cn: 所有包含 "penguin" 的文件
zh_hant: 所有包含 "penguin" 的文件

# All_FilesUnder
source: All "jpg" files under the "Folder"
fr_fr: Tous les fichiers "jpg" dans le "Dossier"
ja_jp: 「フォルダ」にある「jpg」ファイルすべて
zh_cn: 文件夹下的所有"jpg"文件
zh_hant: 資料夾下的所有“jpg”檔案

# UseDelimiter
source: Use ";" or "|" to separate
fr_fr: Utiliser ";" ou "|" se séparer
ja_jp: ";" または "|" を使用して区切る
zh_cn: 使用 ";" 或 "|" 來分隔
zh_hant: 使用 ";" 或 "|" 來分隔

# UseDelimitersToExclude
source: Use "/" to exclude files starting with "sea"
fr_fr: Utilisez "/" pour exclure les fichiers commençant par "sea"
ja_jp: "sea"で始まるファイルを除外するには"/"を使用してください
zh_cn: 使用 "/" 排除以 "sea "开头的文件
zh_hant: 使用 "/" 排除以 "sea "開頭的文件

source: Document
ja_jp: ドキュメント
zh_cn: 文档
zh_hant: 文檔

# Photograph
source: Pictures
fr_fr: Image
ja_jp: 画像
zh_cn: 图片
zh_hant: 圖片

source: Music
fr_fr: Musique
ja_jp: 音楽
zh_cn: 音乐
zh_hant: 音樂

# PresentationAndWorksheet
source: Presentations & Worksheets
fr_fr: Présentations et fiches de travail
ja_jp: プレゼンテーションとワークシート
zh_cn: 演示文稿和工作表
zh_hant: 演示文稿和工作表

source: Video
fr_fr: Vidéo
ja_jp: ビデオ
zh_cn: 视频
zh_hant: 視頻

# HandlingFolderRules
source: Rules for handling folders
fr_fr: Règles pour la gestion des dossiers
ja_jp: フォルダーの扱い方のルール
zh_cn: 用于处理文件夹的规则
zh_hant: 用於處理資料夾的規則

# HandlingRulesForFiles
source: Rules for processing files
fr_fr: Règles de traitement des dossiers
ja_jp: ファイルの処理ルール
zh_cn: 用于处理文件的规则
zh_hant: 用於處理文件的規則

# ExecutionDate.Title
source: Execution Date
fr_fr: Date d'exécution
ja_jp: 執行日
zh_cn: 执行日期
zh_hant: 執行日期

# VerificationSuccessful
source: Validation was successful, execution time of the past {0} times
fr_fr: La validation a été réussie, temps d'exécution des {0} dernières fois
ja_jp: 検証は成功しました，過去{0}回の試行の実行時間
zh_cn: 验证成功，最近{0}次的执行时间
zh_hant: 驗證成功，最近 {0} 次的執行時間

# VerificationFailed
source: Verification failed, conflict between day of the week and day of the month
fr_fr: Échec de vérification, conflit entre le jour de la semaine et le jour du mois
ja_jp: 検証失敗、曜日と月日の衝突
zh_cn: 验证失败，每个星期第几天跟每月第几天存在冲突
zh_hant: 驗證失敗，每個星期第幾天跟每月第幾天存在衝突

source: Close
fr_fr: Fermé
ja_jp: 閉じる
zh_cn: 关闭
zh_hant: 關閉

source: Test
ja_jp: テスト
zh_cn: 测试
zh_hant: 測試

source: Status
fr_fr: Statut
ja_jp: ステータス
zh_cn: 状态
zh_hant: 狀態

# CurrentVersion
source: Current version v{0}
fr_fr: Version actuelle v{0}
ja_jp: 現在のバージョン v{0}
zh_cn: 当前版本 v{0}
zh_hant: 當前版本 v{0}

source: Checking for new version
fr_fr: Vérification de la nouvelle version
ja_jp: 新しいバージョンをチェックしています
zh_cn: 检查新版本
zh_hant: 檢查新版本

# FoundANewVersion
source: We found a new version {0} Created at {1} and Published at {2}
fr_fr: Nous avons trouvé une nouvelle version {0} créée à {1} et publiée à {2}
ja_jp: 新しいバージョンである{0}が発見されました。{1}に作成されました{2}にリリースされました
zh_cn: 我们发现了一个新版本{0}创建于{1}发布于{2}
zh_hant: 我們發現了一個新版本{0}創建於{1}和發佈於{2}

# LatestVersion
source: You are using latest version
fr_fr: Vous utilisez la dernière version
ja_jp: 最新バージョンを使用しています
zh_cn: 您正在使用最新版本
zh_hant: 您正在使用最新版本

source: Error Connection
fr_fr: Erreur de connexion
ja_jp: 接続エラー
zh_cn: 连接错误
zh_hant: 錯誤連線

source: Release Notes
fr_fr: Notes de mise à jour
ja_jp: リリースノート
zh_cn: 发行说明
zh_hant: 發行說明

source: New name and path:
fr_fr: Nouveau nom et chemin:
ja_jp: 新しい名前とパス:
zh_cn: 路径及新名称:
zh_hant: 路徑及新名稱:

# DateTimeCheatSheet.Text
source: Replace Using File Creation Date & Time
fr_fr: Remplacer par la date et l'heure de création du fichier
ja_jp: ファイルの作成日時の使用を置き換える
zh_cn: 替换使用文件创建日期和时间
zh_hant: 替換使用檔案建立日期及時間

# DateTimeCheatSheet_FullYear
source: Years may be represented by four or five digits, depending on the calendaring system used.
fr_fr: Les années peuvent être représentées par quatre ou cinq chiffres, selon le système de calendrier utilisé.
zh_cn: 由四位或者五位数字表示年份，具体取决于使用的日历。
zh_hant: 由四位或五位數字表示年份，具體取決於使用的曆法。

# DateTimeCheatSheet_YearLastTwoDigits
source: Years represented only by the last two digits. For single-digit years, a leading zero has been added.
fr_fr: Années représentées par only par les deux derniers chiffres. Pour les années à un seul chiffre, un zéro à été ajouté à gauche.
zh_cn: 仅由最后两位数字表示的年份，对于单位数年份，添加了前导零。
zh_hant: 僅由最後兩位數字表示的年份，對於單位數年份，加添前導零。

# DateTimeCheatSheet_YearLastDigit
source: Only the last digit of the year is represented.
fr_fr: Seul le dernier chiffre de l’année est représenté.
zh_cn: 仅由最后一位数字表示年份。
zh_hant: 年份僅由最后一位數字表示。

# DateTimeCheatSheet_MonthName
source: Month Names.
fr_fr: Noms des mois.
zh_cn: 月份名称。
zh_hant: 月份名稱。

# DateTimeCheatSheet_MonthNameAbbr
source: Abbreviated names of the months.
fr_fr: Abréviations des mois.
zh_cn: 月份缩写名称。
zh_hant: 月份縮寫名稱。

# DateTimeCheatSheet_MonthDigitLZero
source: A month as a numeral, leading zero means unit month.
fr_fr: Un mois en tant que nombre, le zéro de tête signifie mois unitaire.
ja_jp: 1か月を数値として表すときに、先頭のゼロは月の単位を表す。
zh_cn: 月作为数字，前导零表示单位月。
zh_hant: 月作為數字，前導零表示單位月。

# DateTimeCheatSheet_DayName
source: Names of days of the week.
fr_fr: Noms des jours de la semaine.
ja_jp: 曜日の名前。
zh_cn: 星期的名称。
zh_hant: 星期的名稱。
